Repository: xiwangzaiqianfang/AzurLaneDex
Catalog: AzurLaneDex/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# PleaseSelectShipClass_Message
source: Please select hull
ja: 艦種を選択してください
zh_hans: 请选择舰种

# PleaseSelectRarity_Message
source: Please select rarity
ja: レア度を選択してください
zh_hans: 请选择稀有度
zh_hant: 請選擇稀有度

# IncompleteInput_Title
source: Incomplete input
ja: 入力が不完全です
zh_hans: 输入不完整
zh_hant: 輸入不完整

# ShipClass_BB.Content
source: Battleship
ja: 戦艦
zh_hans: 战列
zh_hant: 戰列

# ShipClass_AR.Content
source: Repair Ship
ja: 工作
zh_hans: 维修
zh_hant: 維修

# ShipClass_AE1
source: Transport
ja: 輸送
zh_hans: 运输
zh_hant: 運輸

# ShipClass_14
source: Transport
ja: 輸送
zh_hans: 运输

# ShipClass_19
source: Transport Ship (Enemy)
ja: 輸送艦（敵）
zh_hans: 运输舰（敌方）

# ShipClass_CA.Content
source: Heavy Cruiser
ja: 重巡
zh_hans: 重巡
zh_hant: 重巡

# ShipClass_BC.Content
source: Battlecruiser
ja: 巡戦
zh_hans: 战巡
zh_hant: 戰巡

# ShipClass_BM.Content
source: Monitor
ja: 重砲
zh_hans: 重炮
zh_hant: 重炮

# ShipClass_All
source: All Hull
ja: 全艦種
zh_hans: 全舰种

# Picture_Save_Message
source: Image saved to {0}
ja: 画像は {0} に保存されました
zh_hans: 图片已保存至 {0}
zh_hant: 圖片已儲存至 {0}

# CampTechProgress_Format
source: Tech Points: {0}/{1} ({2}%)
ja: テック進捗: {0}/{1} ({2}%)
zh_hans: 科技点进度: {0}/{1} ({2}%)
zh_hant: 科技點進度: {0}/{1} ({2}%)

# LogEnabled_Message
source: Logging is enabled
ja: ログ記録は有効です
zh_hans: 日志记录已启用
zh_hant: 日誌記錄已啟用

# LogDisabled_Message
source: Logging is disabled
ja: ログ記録は無効です
zh_hans: 日志记录已禁用
zh_hant: 日誌記錄已停用

# LogRetentionSet_Message
source: Log retention period has been set to {0} days
ja: ログの保持日数が {0} 日に設定されました
zh_hans: 日志保留天数已设为 {0} 天
zh_hant: 日誌保留天數已設為 {0} 天

# ExportingLogs_Message
source: Exporting logs...
ja: ログをエクスポート中...
zh_hans: 正在导出日志...
zh_hant: 正在匯出日誌...

# LogsExported_Message
source: Logs exported to {0}
ja: ログは {0} にエクスポートされました
zh_hans: 日志已导出至 {0}
zh_hant: 日誌已匯出至 {0}

# BatchOp_MarkOwned
source: Mark as acquired
ja: 取得済みとしてマーク
zh_hans: 标记为已获得
zh_hant: 標記為已獲得

# BatchOp_MarkNotOwnedAndClear
source: Mark as not acquired and clear all status
ja: 未取得としてマークし、すべての状態をクリア
zh_hans: 标记为未获得并清除所有状态
zh_hant: 標記為未獲得並清除所有狀態

# BatchOp_MarkMaxBreak
source: Mark as fully limit broken
ja: 完全限界突破済みとしてマーク
zh_hans: 标记为已满破
zh_hant: 標記為已滿破

# BatchOp_MarkNotMaxBreak
source: Mark as not fully limit broken
ja: 限界突破未完了としてマーク
zh_hans: 标记为未满破
zh_hant: 標記為未滿破

# BatchOp_MarkLevel120
source: Mark as Level 120 reached
ja: 120レベルに到達済みとしてマーク
zh_hans: 标记为已120级
zh_hant: 標記為已120級

# BatchOp_MarkNotLevel120
source: Mark as not yet level 120
ja: 120レベル未到達としてマーク
zh_hans: 标记为未120级
zh_hant: 標記為未120級

# BatchOp_MarkOath
source: Mark as oathed
ja: 誓約済みとしてマーク
zh_hans: 标记为已誓约
zh_hant: 標記為已誓約

# BatchOp_MarkNotOath
source: Mark as not oathed
ja: 誓約未済としてマーク
zh_hans: 标记为未誓约
zh_hant: 標記為未誓約

# BatchOp_MarkRemodeled
source: Mark as retrofitted
ja: 改造済みとしてマーク
zh_hans: 标记为已改造
zh_hant: 標記為已改造

# BatchOp_MarkNotRemodeled
source: Mark as not retrofitted
ja: 改造未実施としてマーク
zh_hans: 标记为未改造
zh_hant: 標記為未改造

# BatchOp_MarkSpecialGear
source: Mark as exclusive equipment obtained
ja: 専用兵装取得済みとしてマーク
zh_hans: 标记为已获得专属兵装
zh_hant: 標記為已獲得專屬兵裝

# BatchOp_MarkNotSpecialGear
source: Mark as not having exclusive equipment
ja: 専用兵装未取得としてマーク
zh_hans: 标记为未获得专属兵装
zh_hant: 標記為未獲得專屬兵裝

# BatchOperation_Title
source: Batch Operations
ja: 一括操作
zh_hans: 批量操作
zh_hant: 批量操作

# NoShipSelected_Message
source: Please select the ships to operate first
ja: 操作する艦船を先に選択してください
zh_hans: 请先勾选要操作的舰船
zh_hant: 請先勾選要操作的艦船

# ConfirmBatchOp_Title
source: Confirm batch operation
ja: バッチ操作を確認
zh_hans: 确认批量操作
zh_hant: 確認批量操作

# ConfirmBatchOp_Message
source: Are you sure you want to perform the "{1}" operation on {0} ship(s)?
ja: {0} 隻の艦船に「{1}」操作を実行してもよろしいですか？
zh_hans: 确定要对 {0} 艘舰船执行“{1}”操作吗？
zh_hant: 確定要對 {0} 艘艦船執行「{1}」操作嗎？

# ConfirmDelete_Title
source: Confirm deletion
ja: 削除を確認
zh_hans: 确认删除
zh_hant: 確認刪除

# ConfirmDeleteShip_Message
source: Are you sure you want to delete ship {0}? This action cannot be undone.
ja: 艦船 {0} を削除してもよろしいですか？この操作は元に戻せません。
zh_hans: 确定要删除舰船 {0} 吗？此操作不可恢复。
zh_hant: 確定要刪除艦船 {0} 嗎？此操作無法復原。

# SortDescending
source: Descending
ja: 降順
zh_hans: 降序
zh_hant: 降序

# ConfirmDeleteAccount_Message
source: Are you sure you want to delete account "{0}"? This action cannot be undone.
ja: アカウント「{0}」を削除してもよろしいですか？この操作は元に戻せません。
zh_hans: 确定要删除账户“{0}”吗？此操作不可恢复。
zh_hant: 確定要刪除帳戶「{0}」嗎？此操作無法復原。

# CannotDeleteCurrentAccount_Message
source: Cannot delete the current account because no other accounts are available.
ja: 他の利用可能なアカウントが存在しないため、現在のアカウントを削除できません。
zh_hans: 无法删除当前账户，因为没有其他可用账户。
zh_hant: 無法刪除當前帳戶，因為沒有其他可用帳戶。

# CannotChangeOwnAdminStatus_Message
source: Cannot modify permissions of the currently logged-in account.
ja: 現在ログインしているアカウントの権限は変更できません。
zh_hans: 不能修改当前登录账户的权限。
zh_hant: 不能修改目前登入帳戶的權限。

# InsufficientPrivilege_Message
source: Only system accounts or administrators can modify the permissions of other accounts.
ja: システムアカウントまたは管理者のみが他のアカウントの権限を変更できます。
zh_hans: 只有系统账户或管理员才能修改其他账户的权限。
zh_hant: 只有系統帳戶或管理員才能修改其他帳戶的權限。

# AdminPasswordPlaceholder
source: Please enter the application system administrator password
ja: アプリケーションシステムの管理者パスワードを入力してください
zh_hans: 请输入应用系统管理员密码
zh_hant: 請輸入應用系統管理員密碼

# RequestAdmin_Title
source: Elevate Permissions
ja: 権限昇格
zh_hans: 提升权限
zh_hant: 提升權限

# AdminGranted_Message
source: You have been granted administrator privileges. Please reopen the relevant page to enable the New/Edit functions.
ja: 管理者権限を取得しました。新規作成／編集機能を有効にするには、関連ページを再度開いてください。
zh_hans: 您已获得管理员权限，请重新打开相关页面以启用新建/编辑功能。
zh_hant: 您已取得管理員權限，請重新開啟相關頁面以啟用新增/編輯功能。

# WrongAdminPassword_Message
source: Incorrect password. Unable to elevate permissions.
ja: パスワードが間違っています。権限を昇格できません。
zh_hans: 密码错误，无法提升权限。
zh_hant: 密碼錯誤，無法提升權限。

# WrongAdminRole_Message
source: Only administrators can change other users' passwords.
ja: 管理者のみが他のユーザーのパスワードを変更できます。
zh_hans: 只有管理员才能修改其他用户的密码。
zh_hant: 只有管理員才能修改其他用戶的密碼。

# OldPasswordPlaceholder
source: Old password
ja: 旧パスワード
zh_hans: 旧密码
zh_hant: 舊密碼

# NewPasswordOptionalPlaceholder
source: New password (leave blank to keep unchanged)
ja: 新しいパスワード（空欄の場合は変更なし）
zh_hans: 新密码（留空则不修改）
zh_hant: 新密碼（留空則不修改）

# NewPasswordPlaceholder
source: New Password
ja: 新しいパスワード
zh_hans: 新密码
zh_hant: 新密碼

# ChangePassword_Title
source: Change password - {0}
ja: パスワード変更 - {0}
zh_hans: 修改密码 - {0}
zh_hant: 修改密碼 - {0}

# OldPasswordWrong_Message
source: Old password is incorrect, modification failed.
ja: 旧パスワードが間違っています。変更に失敗しました。
zh_hans: 旧密码错误，修改失败
zh_hant: 舊密碼錯誤，修改失敗

# PasswordChangeFailed_Message
source: Modification failed
ja: 変更に失敗しました
zh_hans: 修改失败
zh_hant: 修改失敗

# PasswordChangeSuccess_Message
source: Password changed successfully
ja: パスワードの変更に成功しました
zh_hans: 密码修改成功
zh_hant: 密碼修改成功

# InvalidFileFormat_Message
source: Migration failed, incorrect file format.
ja: 移行に失敗しました。ファイル形式が正しくありません。
zh_hans: 迁移失败，文件格式不正确
zh_hant: 遷移失敗，檔案格式不正確

# MigrationSuccess_Message
source: The file has been successfully replaced and automatically migrated
ja: ファイルは正常に置き換えられ、自動的に移行されました
zh_hans: 文件已成功替换并自动迁移
zh_hant: 檔案已成功取代並自動遷移

# ReadFailed_Title
source: Read failed
ja: 読み取りに失敗しました
zh_hans: 读取失败
zh_hant: 讀取失敗

# MigrationAndOverwrite_Message
source: Data has been successfully migrated and overwritten. Please return to the main screen to check.
ja: データは正常に移行および上書きされました。メイン画面に戻って確認してください。
zh_hans: 数据已成功迁移并覆盖，请返回主界面查看。
zh_hant: 資料已成功遷移並覆蓋，請返回主界面查看。

# ResetWindow_Title
source: Reset window size
ja: ウィンドウサイズをリセット
zh_hans: 重置窗口大小
zh_hant: 重設視窗大小

# WindowReset_Message
source: Window size has been reset
ja: ウィンドウサイズをリセットしました
zh_hans: 窗口大小已重置
zh_hant: 視窗大小已重設

# RestartApp_Title
source: Restart app
ja: アプリを再起動
zh_hans: 重启应用
zh_hant: 重啟應用程式

# RestartApp_Message
source: Language changed. The application needs to be restarted for the changes to take full effect. Restart now?
ja: 言語が変更されました。完全に反映するにはアプリを再起動する必要があります。今すぐ再起動しますか？
zh_hans: 语言已更改，需要重启应用才能完全生效。是否立即重启？
zh_hant: 語言已變更，需要重新啟動應用程式才能完全生效。是否立即重新啟動？

# RestartApp_Message_PrimaryButtonText
source: Restart Now
ja: 今すぐ再起動
zh_hans: 立即重启
zh_hant: 立即重新啟動

# RestartApp_Message_CloseButtonText
source: Later
ja: 後で
zh_hans: 以后
zh_hant: 以後

source: Not set
ja: 未設定
zh_hans: 未设定
zh_hant: 未設定

# NoAcquireInfo
source: No acquisition method available
ja: 入手方法はありません
zh_hans: 暂无获取方式
zh_hant: 暫無獲取方式

source: None
ja: なし
zh_hans: 无
zh_hant: 無

# NoRestriction
source: Unlimited
ja: 無制限
zh_hans: 无限制
zh_hant: 無限制

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

# Permanent
source: Permanently available
ja: 常駐
zh_hans: 常驻
zh_hant: 常駐

# NotPermanent
source: Not permanently available
ja: 常駐していない
zh_hans: 未常驻
zh_hant: 未常駐

# InsufficientPrivilege_Title
source: Insufficient permissions
ja: 権限が不足しています
zh_hans: 权限不足
zh_hant: 權限不足

# EditShipNeedDeveloper_Message
source: Only developer accounts can edit ships
ja: 開発者アカウントのみが艦船を編集できます
zh_hans: 只有开发者账户才能编辑舰船
zh_hant: 只有開發者帳戶才能編輯艦船

# Stat_TotalShips
source: Total Ships
ja: 合計艦船
zh_hans: 总计舰船
zh_hant: 總計艦船

# Stat_Owned
source: Acquired
ja: 取得済み
zh_hans: 已获得
zh_hant: 已獲得

# Stat_NotOwned
source: Not acquired
ja: 未取得
zh_hans: 未获得
zh_hant: 未獲得

# Stat_MaxBreak
source: Max Breakthrough
ja: 完全限界突破済
zh_hans: 已满破
zh_hant: 已滿破

# Stat_NotMaxBreak
source: Not Max Breakthrough
ja: 未完全限界突破
zh_hans: 未满破
zh_hant: 未滿破

# Stat_Oath
source: Oathed
ja: 誓約済
zh_hans: 已誓约
zh_hant: 已誓約

# Stat_Remodeled
source: Retrofitted
ja: 改造済
zh_hans: 已改造
zh_hant: 已改造

# Stat_CanRemodelNot
source: Retrofittable but not retrofitted
ja: 改造可能だが未実施
zh_hans: 可改造但未改造
zh_hant: 可改造但未改造

# Stat_Level120
source: Level 120
ja: Lv120
zh_hans: 120级
zh_hant: 120級

# Stat_SpecialGearObtained
source: Exclusive equipment obtained
ja: 専用兵装取得済み
zh_hans: 已获得专属兵装
zh_hant: 已獲得專屬兵裝

# Stat_SpecialGearNotObtained
source: Exclusive equipment not obtained
ja: 専用兵装未取得
zh_hans: 未获得专属兵装
zh_hant: 未獲得專屬兵裝

# CollectionProgress_Format
source: Collection progress: {0}% ({1}/{2})
ja: 収集進捗: {0}% ({1}/{2})
zh_hans: 收集进度: {0}% ({1}/{2})
zh_hant: 收集進度: {0}% ({1}/{2})

# CheckingAppUpdate
source: Checking for app updates...
ja: アプリのアップデートを確認中...
zh_hans: 正在检查应用更新......
zh_hant: 正在檢查應用程式更新......

# VersionJsonFormatError
source: Invalid format in version.json
ja: version.json の形式が正しくありません
zh_hans: version.json 格式错误
zh_hant: version.json 格式錯誤

# NewVersionAvailable
source: New version {0} found. Click "Download and Install" to update.
ja: 新しいバージョン {0} が見つかりました。「ダウンロードしてインストール」をクリックして更新してください。
zh_hans: 发现新版本 {0}，点击「下载并安装」更新。
zh_hant: 發現新版本 {0}，點擊「下載並安裝」更新。

# AlreadyLatestVersion
source: You are on the latest version.
ja: 現在、最新バージョンです。
zh_hans: 当前已是最新版本。
zh_hant: 目前已是最新版本。

# CheckUpdateFailed
source: Check failed: {0}
ja: 確認に失敗しました: {0}
zh_hans: 检查失败: {0}
zh_hant: 檢查失敗: {0}

# InvalidDownloadUrl
source: Invalid download link
ja: ダウンロードリンクが無効です
zh_hans: 下载链接无效
zh_hant: 下載連結無效

source: Downloading...
ja: ダウンロード中......
zh_hans: 正在下载......
zh_hant: 正在下載......

# DownloadCompleteStartingInstall
source: Download complete, starting installation...
ja: ダウンロードが完了しました。インストールを開始しています......
zh_hans: 下载完成，正在启动安装......
zh_hant: 下載完成，正在啟動安裝......

# DownloadFailed1
source: Download failed
ja: ダウンロードに失敗しました
zh_hans: 下载失败
zh_hant: 下載失敗

# DownloadFailed
source: Download failed: {0}
ja: ダウンロードに失敗しました: {0}
zh_hans: 下载失败: {0}
zh_hant: 下載失敗: {0}

source: Checking data version...
ja: データバージョンを確認中......
zh_hans: 正在检查数据版本......
zh_hant: 正在檢查資料版本......

# PleaseEnterValidCustomUrl
source: Please enter a valid custom URL
ja: 有効なカスタム URL を入力してください
zh_hans: 请填写有效的自定义 URL
zh_hant: 請填寫有效的自訂 URL

# CannotGetRemoteDataVersion
source: Unable to retrieve remote data version
ja: リモートデータのバージョンを取得できません
zh_hans: 无法获取远程数据版本
zh_hant: 無法獲取遠端資料版本

# NewDataVersionAvailable
source: New data version {0} found. Click "Download and Install" to update.
ja: 新しいデータバージョン {0} が見つかりました。「ダウンロードしてインストール」をクリックして更新してください。
zh_hans: 发现新数据版本 {0}，点击「下载并安装」更新。
zh_hant: 發現新資料版本 {0}，點擊「下載並安裝」更新。

# DataAlreadyLatest
source: Data is already up to date.
ja: データは最新バージョンです。
zh_hans: 数据已是最新版本。
zh_hant: 資料已是最新版本。

# DataUpdateFailed1
source: Check failed: {0}
ja: 確認に失敗しました: {0}
zh_hans: 检查失败: {0}
zh_hant: 檢查失敗: {0}

# DataUpdateFailed
source: Data update failed. Please check your network or URL.
ja: データの更新に失敗しました。ネットワークまたは URL を確認してください。
zh_hans: 数据更新失败，请检查网络或 URL。
zh_hant: 資料更新失敗，請檢查網路或 URL。

# DataUpdatedToVersion
source: Data has been updated to version {0}.
ja: データがバージョン {0} に更新されました。
zh_hans: 数据已更新至版本 {0}。
zh_hant: 資料已更新至版本 {0}。

source: Downloading data...
ja: データをダウンロード中......
zh_hans: 正在下载数据......
zh_hant: 正在下載資料......

# PleaseCheckUpdateFirst
source: Please check for updates first
ja: 先にアップデートを確認してください
zh_hans: 请先检查更新
zh_hant: 請先檢查更新

# SecurityQuestionBox.PlaceholderText
source: For example: What is your birthday?
ja: 例えば：あなたの誕生日は？
zh_hans: 例如：您的生日是？
zh_hant: 例如：您的生日是？

# SecurityAnswerBox.PlaceholderText
source: Answer (for password recovery)
ja: 答え（パスワード再設定用）
zh_hans: 答案（用于找回密码）
zh_hant: 答案（用於找回密碼）

# SecurityQuestionBox.Header
source: Security Answer
ja: セキュリティ答え
zh_hans: 密保答案
zh_hant: 密保答案

# SecurityAnswerBox.Header
source: Security question
ja: 秘密の質問
zh_hans: 密保问题
zh_hant: 密保問題

# PasswordBox.PlaceholderText
source: Password (optional)
ja: パスワード（任意）
zh_hans: 密码（可选）
zh_hant: 密碼（可選）

# FirstRun_NameBox.PlaceholderText
source: Account name
ja: アカウント名
zh_hans: 账户名
zh_hant: 帳戶名稱

# IsDeveloperCheckBox.Content
source: Set as developer account
ja: 開発者アカウントに設定
zh_hans: 设为开发者账户
zh_hant: 設為開發者帳戶

# SetDefaultCheckBox.Content
source: Set as default account
ja: デフォルトアカウントに設定
zh_hans: 设为默认账户
zh_hant: 設為預設帳戶

# SelectAvatar.Content
source: Select Avatar
ja: アバターを選択
zh_hans: 选择头像
zh_hant: 選擇頭像

# AvatarPathText.Text
source: No avatar selected
ja: アバター未選択
zh_hans: 未选择头像
zh_hant: 未選擇頭像

# FirstRunDialog.Title
source: Initialize account
ja: アカウントを初期化
zh_hans: 初始化账户
zh_hant: 初始化帳戶

# FirstRunDialog.PrimaryButtonText
source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立

# FirstRunDialog.CloseButtonText
source: Exit
ja: 終了
zh_hans: 退出
zh_hant: 退出

# Attr_0
source: None
ja: なし
zh_hans: 无

# acquire_1
source: Obtained from salvage
ja: 回収で入手
zh_hans: 打捞获得

# acquire_2
source: Normal drop location
ja: 通常ドロップ場所
zh_hans: 普通掉落点

# acquire_3
source: Archive drop location
ja: アーカイブドロップ場所
zh_hans: 档案掉落点

# acquire_4
source: Event drop location
ja: イベントドロップ場所
zh_hans: 活动掉落点

# acquire_5
source: Salvage only
ja: 回収のみ
zh_hans: 仅限打捞

# acquire_6
source: Obtained from construction
ja: 建造で入手
zh_hans: 建造获得

# acquire_7
source: Light ship construction pool
ja: 軽量建造プール
zh_hans: 轻型池建造

# acquire_8
source: Heavy ship construction pool
ja: 重量建造プール
zh_hans: 重型池建造

# acquire_9
source: Special ship construction pool
ja: 特殊建造プール
zh_hans: 特种池建造

# acquire_10
source: Time-limited construction
ja: 期間限定建造
zh_hans: 期间限定建造

# acquire_11
source: Cannot be constructed
ja: 建造不可
zh_hans: 无法建造

# acquire_12
source: Obtained from Medal Support (probability)
ja: メダル支援で確率入手
zh_hans: 勋章支援概率获得

# acquire_13
source: Store exchange
ja: ショップ交換
zh_hans: 商店兑换

# acquire_14
source: Exchange in Fleet Store for {0} Fleet Coins
ja: 艦隊ショップで{0}艦隊コインと交換
zh_hans: 舰队商店{0}舰队币兑换获得

# acquire_15
source: Exchange in Supply Shop for {0} Merit
ja: 軍需ショップで{0}功績と交換
zh_hans: 军需商店{0}功勋兑换

# acquire_16
source: Exchange in META Shop for {0} Fractured Crystals
ja: METAショップで{0}破砕結晶と交換
zh_hans: META商店{0}破碎结晶兑换

# acquire_17
source: Exchange in Core Monthly Shop for {0} Core Data
ja: コア月間交換ショップで{0}コアデータと交換
zh_hans: 核心月度兑换商店{0}核心数据兑换

# acquire_18
source: Exchange in Medal Shop for {0} Medals
ja: メダルショップで{0}メダルと交換
zh_hans: 勋章商店{0}勋章兑换

# acquire_19
source: Exchange in Prototype Shop for 4000 Special Prototype Cores
ja: 原型ショップで4000特殊原型と交換
zh_hans: 原型商店4000特装原型兑换

# acquire_20
source: Exchange in {0} event shop for {1} {2}
ja: {0}イベントショップで{1}{2}と交換
zh_hans: {0}活动商店{1}{2}兑换获得

# acquire_21
source: Obtained by purchasing {0} pack
ja: {0}パックを購入で入手
zh_hans: {0}礼包购买获得

# acquire_22
source: Obtained from Research {0}
ja: 科研{0}期で入手
zh_hans: 科研{0}期获得

# acquire_23
source: Exchange in Combat Supply
ja: 作戦補給交換
zh_hans: 作战补给兑换

# acquire_24
source: Exchange
ja: 交換
zh_hans: 兑换

# acquire_25
source: Available from "New Year's Card ({0}{1})" ({2})
ja: 「賀年状（{0}{1}）」（{2}）から選択可能
zh_hans: 「贺年卡（{0}{1}）」（{2}）可选

# acquire_26
source: Available from New Year's Card ({0})
ja: {0}年年賀状から選択可能
zh_hans: {0}年年贺状可选

# acquire_27
source: Available from {0}th Anniversary Invitation
ja: {0}周年記念招待状から選択可能
zh_hans: {0}周年邀请函可选

# acquire_28
source: Available from {0} Year Anniversary Celebration Invitation
ja: {0}年祭典招待状から選択可能
zh_hans: {0}年庆典邀请函可选

# acquire_29
source: Available from {0} Year Banquet Invitation
ja: {0}年宴会招待状から選択可能
zh_hans: {0}年宴会邀请函可选

# acquire_30
source: Holy Night's Gift
ja: 聖夜の贈り物
zh_hans: 圣夜的赠礼

# acquire_31
source: Available from "{0}" character selection ticket
ja: 「{0}」キャラクター選択券から選択可能
zh_hans: 「{0}」角色自选可选

# acquire_32
source: {0}th Celebration Invitation
ja: {0} th祭典招待状
zh_hans: {0} th庆典邀请函

# acquire_33
source: Wish Card
ja: 願い事カード
zh_hans: 心愿卡

# acquire_34
source: {0}/{1} New Commander · New Server Launch Celebration Event - New Server Celebration PT Mission
ja: {0}年{1}月新規指揮官・新サーバー開幕記念イベント - 新サーバー記念PTミッション
zh_hans: {0}年{1}月新晋指挥官·新服开服庆典活动-新服庆典PT任务

# acquire_35
source: META Beacon Archive Beacon Analysis
ja: META ビーコンアーカイブビーコン解析
zh_hans: META 信标档案信标解析

# acquire_36
source: META Lab Information Synchronization Analysis
ja: META 研究室情報同期解析
zh_hans: META 研究室资讯同步解析

# acquire_37
source: World Tour Reward
ja: 世界巡航贈呈
zh_hans: 世界巡游赠送

# acquire_38
source: Obtain by accumulating PT in large EX events featuring UR ships
ja: 海上伝説品質艦船の大型EXイベントで累計PTを獲得
zh_hans: 推出海上传奇品质舰船的大型 EX 活动累计 PT 获取

# acquire_39
source: Bulins Support Plan
ja: ブリ支援計画
zh_hans: 布里支援计划

# acquire_40
source: Only normal drop points are listed below
ja: 以下は通常ドロップ場所のみ表示
zh_hans: 下方仅列出普通掉落点

# acquire_41
source: Daily/Weekly Mission Rewards
ja: デイリー／ウィークリーミッション報酬
zh_hans: 日常/周常任务奖励

# acquire_42
source: Monthly Login Reward
ja: 月間ログインボーナス
zh_hans: 月度签到奖励

# acquire_43
source: Event Mission Rewards
ja: イベントミッション報酬
zh_hans: 活动任务奖励

# acquire_44
source: Main Story Normal Stage 3-Star Reward
ja: メイン通常ステージ三つ星報酬
zh_hans: 主线普通关卡三星奖励

# acquire_45
source: Large EX and Medium SP Event Stage 3-Star Reward
ja: 大型EXおよび中型SPイベントステージ三つ星報酬
zh_hans: 大型 EX 和中型 SP 活动关卡三星奖励

# acquire_46
source: Operation Archive {0}: {1}
ja: 作戦アーカイブ{0}：{1}
zh_hans: 作战档案{0}：{1}

# acquire_47
source: Obtained by clearing {0} {1} 60 times in Operation Archive
ja: 作戦アーカイブで{0}{1}を60回クリアで入手
zh_hans: 作战档案通关60次{0}{1}获得

# acquire_48
source: Obtain by accumulating 1000 affinity points as a temporary NPC in the {0} (and {1}) event(s)
ja: {0}、{1}イベントで一時NPCとして友好度を累計1000ポイント獲得
zh_hans: 在{0}、{1}活动中作为临时NPC，累计1000点友好度获得

# acquire_49
source: Obtain by logging in {1} days during the limited-time event {0}
ja: 期間限定イベント{0}で累計ログイン{1}日で入手
zh_hans: 限时活动{0}；累计登录{1}天获取

# acquire_50
source: Cannot be salvaged
ja: 回収不可
zh_hans: 无法打捞

# acquire_51
source: Cannot be exchanged
ja: 交換不可
zh_hans: 无法兑换

# acquire_custom
source: Other: Custom Text
ja: その他：カスタムテキスト
zh_hans: 其他：自定义文本

# Acquisition_Detail
source: Get details:
ja: 詳細を取得:
zh_hans: 获取详细:

# Category_建造
source: Obtained from construction
ja: 建造で入手
zh_hans: 建造获得

# Category_其他
source: Other
ja: その他
zh_hans: 其他

# Category_科研
source: Research
ja: 科研
zh_hans: 科研

# Category_勋章支援
source: Obtained from Medal Support (probability)
ja: メダル支援で確率入手
zh_hans: 勋章支援概率获得

# Category_任务奖励
source: Mission Reward
ja: 任務報酬
zh_hans: 任务奖励

# Category_兑换
source: Exchange
ja: 交換
zh_hans: 兑换

# Category_商店兑换
source: Store exchange
ja: ショップ交換
zh_hans: 商店兑换

# Category_打捞
source: Obtained from salvage
ja: 回収で入手
zh_hans: 打捞获得

# acquire_52
source: Construction
zh_hans: 建造

# acquire_54
source: Cumulative PT Reward
ja: 累計PT獲得
zh_hans: 累计 PT 获取

# acquire_55
source: Event Gift
ja: イベント贈呈
zh_hans: 活动赠送

# acquire_56
source: Cadet Training Mission
ja: 新兵訓練任務
zh_hans: 新兵训练任务

# acquire_57
source: Collection Reward
ja: コレクション報酬
zh_hans: 收藏奖励

# Category_收藏奖励
source: Collection Reward
ja: コレクション報酬
zh_hans: 收藏奖励

# acquire_58
source: Starter Ship
ja: 初期艦
zh_hans: 初始舰

# Category_初始
source: Starter Ship
ja: 初期艦
zh_hans: 初始舰

# acquire_59
source: In-event Commander Level Reward
ja: イベント内の指揮官レベル報酬
zh_hans: 活动内指挥官等级奖励

# acquire_60
source: META Shop {0} Fractured Crystal Exchange → Crystal: {1}
ja: METAショップ{0}破片結晶交換結晶：{1}
zh_hans: META商店{0}破碎结晶兑换结晶：{1}

# acquire_61
source: War Archive {0} Drop {1}
ja: 作戦記録{0}ドロップ{1}
zh_hans: 作战档案{0}掉落{1}

# acquire_62
source: Salvage
ja: 打捞
zh_hans: 打捞

# acquire_63
source: New Year's Card Option
ja: 年賀状選択可
zh_hans: 贺年卡可选

# acquire_64
source: Invitation Option
ja: 招待状選択可
zh_hans: 邀请函可选

# acquire_65
source: （Reserved）
ja: （予約）
zh_hans: （预留）

# Category_活动赠送
source: Event Giveaway
ja: イベントプレゼント
zh_hans: 活动赠送

# acquire_66
source: Permanent drop locations are listed below
ja: 常時ドロップ地点は以下に列挙
zh_hans: 下方仅列出常驻掉落点

# gear_1
source: Equipment Crafting
ja: 兵装製造
zh_hans: 兵装制造

# gear_2
source: Obtained from {0} event
ja: {0}イベントで入手
zh_hans: {0}活动获取

# gear_3
source: Time-limited Construction
ja: 期間限定建造
zh_hans: 限时建造

# gear_4
source: Exchange {1} PT at {0} shop
ja: {0}ショップ{1} PT と交換
zh_hans: {0}商店{1} PT 兑换

# gear_5
source: Event Mission Rewards
ja: イベントミッション報酬
zh_hans: 活动任务奖励

# gear_custom
source: Custom Text
ja: カスタムテキスト
zh_hans: 自定义文本

# ShipName_RemodelSuffix
source: Retro
ja: 改
zh_hans: 改

# ContextMenu_MarkSubMenu.Text
source: Mark Status
zh_hans: 标记状态

# ContextMenuOwnedToggle.Text
source: Owned
zh_hans: 已获得

# ContextMenuMaxBreak.Text
source: Max Limit Break
zh_hans: 满破

# ContextMenuLevel120.Text
source: Level 120
zh_hans: 120级

# ContextMenuOath.Text
source: Oathed
zh_hans: 誓约

# ContextMenuRemodeled.Text
source: Retrofit
zh_hans: 改造

# ContextMenuSpecialGear.Text
source: Special Gear
zh_hans: 专属兵装

# ContextMenuDelete.Text
source: Delete Ship
zh_hans: 删除舰船

# ContextMenuOwnedItem_Add
source: Owned
zh_hans: 已获得

# ContextMenuOwnedItem_Remove
source: Not Owned
zh_hans: 未获得

# Channel_Stable.Content
source: Stable (Recommended)
ja: 正式版（推奨）
zh_hans: 正式版（推荐）

# Channel_Preview.Content
source: Preview
ja: プレビュー版
zh_hans: 预览版

# Channel_Dev.Content
source: Development
ja: 開発版
zh_hans: 开发版

# UpdatePage_Channel_Description.Text
source: Select the version type for receiving updates. Different channels have different update frequencies and stability.
ja: アップデートを受け取るバージョンタイプを選択してください。チャンネルによって更新頻度と安定性が異なります
zh_hans: 选择接收更新的版本类型，不同通道的更新频率和稳定性不同

# UpdatePage_Channel_Title.Text
source: Update Channel
ja: アップデートチャンネル
zh_hans: 更新通道

# Status_1
source: ShipManager is not ready. Please go back and try again.
ja: ShipManager は準備ができていません。戻って再試行してください
zh_hans: ShipManager 未就绪，请返回重试

# Status_2
source: Current channel: {0}, Update source: {1}
ja: 現在のチャンネル: {0}、更新元: {1}
zh_hans: 当前通道: {0}，更新源: {1}

# Status_3
source: Switched to {0} channel
ja: {0} チャンネルに切り替えました
zh_hans: 已切换到 {0} 通道

# Status_4
source: Switched to {0} source
ja: {0} ソースに切り替えました
zh_hans: 已切换到 {0} 源

# Status_5
source: New version {0} ({1}) found.
ja: 新しいバージョン {0}（{1}）が見つかりました。
zh_hans: 发现新版本 {0}（{1}）

# Status_7
source: Downloading... (size unknown)
ja: ダウンロード中... (サイズ不明)
zh_hans: 正在下载... (大小未知)

# Status_6
source: Download progress: {0}%
ja: ダウンロード進捗: {0}%
zh_hans: 下载进度: {0}%

# Status_11
source: Download failed: {0}
ja: ダウンロードに失敗しました: {0}
zh_hans: 下载失败: {0}

# Status_10
source: Installation package is ready, launching installer...
ja: インストールパッケージの準備ができました。インストーラーを起動しています...
zh_hans: 安装包已就绪，正在启动安装程序...

# Faction_Collab_Hololive
source: Hololive
ja: ホロライブ

# Faction_104
source: Hololive
ja: ホロライブ

# FactionCollab_Hololive.Content
source: Hololive
ja: ホロライブ

# NavCamp.Content
source: Camp Tech
zh_hant: 陣營科技

# BasicInfo_Faction.Text
source: Faction:
zh_hant: 陣營：

# BasicInfo_ShipClass.Text
source: Ship Class:
zh_hant: 艦種：

# BasicInfo_RemodelDate.Text
source: Retrofit Date:
zh_hant: 改造日期：

# Acquisition_Detail.Text
source: Details:
zh_hant: 詳細資訊：

# Acquisition_BuildTime.Text
source: Construction Time:
zh_hant: 建造時間：
